tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'aria2'
brew 'bat'
brew 'ctags'
brew 'curl'
brew 'fzf'
brew 'gifsicle'
brew 'git'
brew 'git-lfs'
brew 'gnupg2'
brew 'hugo'
brew 'jid'
brew 'jq'
brew 'mas'
brew 'ranger'
brew 'ripgrep'
brew 'shellcheck'
brew 'stow'
brew 'kylef/formulae/swiftenv'
brew 'swiftlint'
brew 'tig'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'robotsandpencils/made/xcodes'

cask 'alfred'
# Waiting at version 5 until version 7 is released
# cask 'arq'
cask 'carbon-copy-cloner'
cask 'catch'
cask 'charles'
cask 'dash'
cask 'deckset'
cask 'docker'
cask 'fantastical'
cask 'flume'
cask 'flux'
cask 'google-chrome'
cask 'iina'
cask 'imageoptim'
cask 'karabiner-elements'
cask 'keybase'
cask 'macmediakeyforwarder'
cask 'monodraw'
cask 'muzzle'
cask 'netnewswire'
cask 'openemu'
cask 'owncloud'
cask 'paw'
cask 'pdf-expert'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quickhue'
cask 'quicklook-json'
cask 'sf-symbols'
cask 'sketch'
cask 'transmission'
cask 'transmit'
cask 'visual-studio-code'

mas '1Blocker', id: 1107421413
mas '1Password 7', id: 1333542190
mas 'Apple Developer', id: 640199958
mas 'Bear', id: 1091189122
mas 'Boop', id: 1518425043
mas 'Cardhop', id: 1290358394
mas 'DaisyDisk', id: 411643860
mas 'Deliveries: a package tracker', id: 924726344
mas 'Final Cut Pro', id: 424389933
mas 'GIF Brewery 3', id: 1081413713
mas 'Keep It', id: 1272768911
mas 'Keynote', id: 409183694
mas 'Mindnode', id: 1289197285
mas 'Monosnap', id: 540348655
mas 'Noizio', id: 928871589
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Patterns', id: 429449079
mas 'Pixelmator', id: 407963104
mas 'Pixelmator Pro', id: 1289583905
mas 'Redacted', id: 984968384
mas 'Shush - Microphone Manager', id: 496437906
mas 'Soulver 2', id: 413965349
mas 'The Unarchiver', id: 425424353
mas 'Tot', id: 1491071483
mas 'Tweetbot 3 for Twitter', id: 1384080005
mas 'Twitter', id: 1482454543
mas 'xScope', id: 889428659

