tap 'caskroom/cask'
tap 'crisidev/homebrew-chunkwm'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'koekeishiya/formulae'
tap 'kylef/formulae'
tap 'neonichu/formulae'

brew 'aspell', args: ['with-lang-en', 'with-lang-fr']
brew 'carthage'
brew 'chisel'
brew 'colordiff'
brew 'crisidev/homebrew-chunkwm/chunkwm', args: ['HEAD']
brew 'ctags'
brew 'curl'
brew 'entr'
brew 'ffmpeg'
brew 'fzf'
brew 'gifsicle'
brew 'git'
brew 'git-lfs'
brew 'gnu-typist'
brew 'gnupg2'
brew 'gnutls'
brew 'gpg-agent'
brew 'highlight'
brew 'htop'
brew 'hugo'
brew 'imagemagick'
brew 'jq'
brew 'koekeishiya/formulae/khd'
brew 'kylef/formulae/swiftenv'
brew 'lame'
brew 'leiningen'
brew 'llvm'
brew 'lua'
brew 'mas'
brew 'mogenerator'
brew 'mongodb', restart_service: :changed
brew 'mpc'
brew 'mpd', restart_service: :changed
brew 'ncmpcpp'
brew 'node'
brew 'openssl'
brew 'perl'
brew 'pinentry'
brew 'pkg-config'
brew 'postgresql', restart_service: :changed
brew 'python'
brew 'ranger'
brew 'rbenv'
brew 'rbenv-bundler'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: :changed
brew 'ripgrep'
brew 'ruby'
brew 'ruby-build'
brew 'sassc'
brew 'sourcekitten'
brew 'sourcery'
brew 'sqlite'
brew 'stow'
brew 'swiftlint'
brew 'tarsnap'
brew 'tig'
brew 'tmux', args: ['HEAD']
brew 'trash'
brew 'tree'
brew 'uncrustify'
brew 'vim'
brew 'wget'
brew 'xz'

cask 'alfred'
cask 'arq'
cask 'atom'
cask 'bartender'
cask 'bettertouchtool'
cask 'brisk'
cask 'carbon-copy-cloner'
cask 'charles'
cask 'dash'
cask 'deckset'
cask 'docker'
cask 'duet'
cask 'flume'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'highsierramediakeyenabler'
cask 'hopper-disassembler'
cask 'iina'
cask 'imageoptim'
cask 'istat-menus'
cask 'jetbrains-toolbox'
cask 'karabiner-elements'
cask 'keybase'
cask 'monodraw'
cask 'omnidisksweeper'
cask 'openemu'
cask 'owncloud'
cask 'paw'
cask 'pdf-expert'
cask 'postman'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quickhue'
cask 'quicklook-json'
cask 'sketch'
cask 'skype'
cask 'sourcetree'
cask 'transmission'
cask 'transmit'
cask 'visual-studio-code'
cask 'zeplin'

mas '1Blocker', id: 1107421413
mas '1Password 7', id: 1333542190
mas 'Bear', id: 1091189122
mas 'Compressor', id: 424390742
mas 'DaisyDisk', id: 411643860
mas 'Deliveries: a package tracker', id: 924726344
mas 'Final Cut Pro', id: 424389933
mas 'GIF Brewery 3', id: 1081413713
mas 'Haskell — Development Platform', id: 841285201
mas 'Hues', id: 411811718
mas 'iFlicks 2', id: 731062389
mas 'Kaleidoscope', id: 587512244
mas 'Keynote', id: 409183694
mas 'Monosnap', id: 540348655
mas 'Noizio', id: 928871589
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Patterns', id: 429449079
mas 'Pixelmator', id: 407963104
mas 'Realm Browser', id: 1007457278
mas 'Redacted', id: 984968384
mas 'Reeder', id: 880001334
mas 'The Unarchiver', id: 425424353
mas 'Tweetbot 3 for Twitter', id: 1384080005
mas 'xScope', id: 889428659

